// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Calibrer l’écran";
HelpTitle = "Calibrer l’écran";

"HPAdvancedProfilingSolutionInfoTitle" = "Calibrez et réglez l'affichage de votre ordinateur pour obtenir des couleurs homogènes.\n\nCliquez sur Calibrer pour calibrer l'affichage à l'aide de la solution de profil avancé HP.";
"AppleDisplayCalibratorInfoTitle" = "Calibrez et réglez l'affichage de votre ordinateur pour obtenir des couleurs homogènes.\n\nCliquez sur Calibrer pour calibrer l'affichage à l'aide de l'Assistant d'étalonnage du moniteur Apple.";
KongAppleDisplayCalibratorInfoTitle = "Avec le temps, les couleurs des écrans se dégradent. Le profil ICC fourni avec certains écrans perd progressivement sa validité et la précision des couleurs diminue. Utilisez l’outil de calibrage d’écran Apple régulièrement de manière à obtenir un profil ICC personnalisé et à garantir des performances optimales au niveau des couleurs. L’intervalle de calibrage varie d’un écran à l’autre. Les professionnels recommandent cependant généralement de procéder au calibrage de l’écran toutes les deux semaines.";

DesignjetButtonTitle = "Calibrer";
ButtonDefaultTitle = "Lancer l’outil de calibrage d’écran";